// --------------------------- chart-----------------------

var xValues = ['مهر','آبان','آذر','دی','بهمن','اسفند','فروردین','اردیبهشت','خرداد','تیر','مرداد','شهریور'];
    
    new Chart("myChart", {
      type: "line",
      data: {
        labels: xValues,
        datasets: [{ 
          data: [860,1140,1060,1060,1070,1110,1330,2210,7830,2478,4565],
          borderColor: "#FED304",
          fill: false
        }, { 
          data: [1600,1700,1700,1900,2000,2700,4000,5000,6000,7000,6564],
          borderColor: "#FED304",
          fill: false
        }, { 
          data: [300,700,2000,5000,6000,4000,2000,400,300,200,100],
          borderColor: "#FED304",
          fill: true
        }]
      },
      options: {
        legend: {display: false}
      }
    });
// --------------------------- chart-----------------------
